/* No comment provided by engineer. */
"Icon Hidden" = "Icon Hidden";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Restore Now" = "Restore Now";

/* No comment provided by engineer. */
"To restore %@ to the menu bar, relaunch it from the Applications folder." = "To restore %@ to the menu bar, relaunch it from the Applications folder.";

